Repository: ashmiyoon/WPMLJournals
Catalog: wpmljournals-test-theme/langs/*.po
Languages: es

source: International Communist Party
es: Partido Comunista Internacional

source: Home
es: Inicio

source: Unitary and Invariant Party Theses
es: Tesis unitarias e invariantes del partido

source: Who We Are and What We Want
es: Quiénes somos y qué queremos

source: Contact
es: Contacto

source: Periodicals
es: Periódicos

source: Texts
es: Textos

source: Search
es: Buscar

source: What distinguishes our party
es: Qué distingue a nuestro partido

source: The line running from Marx to Lenin to the foundation of the Third International and the birth of the Communist Party of Italy at Leghorn (Livorno) in 1921, and from there to the struggle of the Italian Communist Left against the degeneration in Moscow and to the rejection of popular fronts and coalitions of resistance groups.
es: La línea de Marx a Lenin a la fundación de la III Internacional y del Partido Comunista de Italia a Livorno 1921, a la lucha de la Izquierda Comunista Italiana contra la degeneración de Moscú, al rechazo de los Frentes Populares y de los bloques partisanos.

source: The line running from Marx to Lenin to the foundation of the Third International and the birth of the Communist Party of Italy at Livorno in 1921, and from there to the struggle of the Italian Communist Left against the degeneration in Moscow and to the rejection of popular fronts and coalitions of resistance groups.
es: La línea de Marx a Lenin a la fundación de la III Internacional y del Partido Comunista de Italia a Livorno 1921, a la lucha de la Izquierda Comunista Italiana contra la degeneración de Moscú, al rechazo de los Frentes Populares y de los bloques partisanos.

source: The tough work of restoring the revolutionary doctrine and the party organ, in contact with the working class, outside the realm of personal politics and electoral maneuvers.
es: La dura obra de restauración de la doctrina y del órgano revolucionario, en contacto con la clase obrera, fuera del politiqueo personal y electorero.

source: Latest additions
es: Últimas adiciones

source: In all languages
es: En todos los idiomas

# date format ymd
source: F j, Y
es: j \d\e F \d\e Y

source: Categories
es: Categorías

source: All publications
es: Publicaciones

source: Child categories
es: Subcategorías

source: Child posts:
es: Partes:

source: Parent post:
es: Parte de:

# periodicals
source: Ongoing
es: Actuales

# periodicals
source: Archived
es: Archivados

source: No issues listed.
es: No hay ningún número.

source: No articles listed.
es: No hay ningún artículo.

# date
source: Published in %s.
es: Publicado en %s.

# sources
source: This article was published in:
es: Este artículo ha sido publicado en:

source: Available translations:
es: Traducciones existentes:

source: Indices
es: Índices
